{
  "array0": [
    {
      "id": 1,
      "name": "Grilled Salmon - 250 gr",
      "price": 18.99,
      "image": "style/menu/grilled-salmon.jpg",
      "calories": 386.2,
      "fat": 18.9,
      "carbs": 5.3,
      "prot": 46.1,
      "choll": 124.7,
      "sodium": 1600 ,
      "details": "Indulge in the savory delight of our Grilled Salmon, a culinary masterpiece that will tantalize your taste buds. This perfectly cooked 250g salmon fillet is a healthy choice, rich in omega-3 fatty acids and protein. It's served with a side of seasonal vegetables and a zesty lemon butter sauce for that extra burst of flavor. A feast for both the eyes and palate, this dish is a must-try for seafood enthusiasts."
    },
    {
      "id": 2,
      "name": "Beef Tenderloin",
      "price": 22.99,
      "image": "style/menu/beef-tenderloin.jpg",
      "calories": 168,
      "fat": 7.1,
      "carbs": 0,
      "prot": 26.1,
      "choll": 79.1,
      "sodium": 50.2,
      "details": "Savor the juiciness of our Beef Tenderloin, a carnivore's dream come true. This succulent cut of beef is expertly seasoned, grilled to perfection, and served with a luscious red wine reduction sauce. With its melt-in-your-mouth texture and robust flavor, this dish is a true classic and a centerpiece of our menu."
    },
    {
      "id": 3,
      "name": "Vegetarian Pasta - 2oz",
      "price": 15.99,
      "image": "style/menu/vegetarian-pasta.jpeg",
      "calories": 268,
      "fat": 7.4,
      "carbs": 40,
      "prot": 11,
      "choll": 17,
      "sodium": 721 ,
      "details": "Experience a burst of flavors with our Vegetarian Pasta, a delightful combination of fresh vegetables and al dente pasta tossed in a creamy pesto sauce. This dish is a celebration of garden-fresh ingredients, perfect for those seeking a wholesome and satisfying meal."
    },
    {
      "id": 4,
      "name": "Shrimp Scampi",
      "price": 20.99,
      "image": "style/menu/shrimp-scampi.webp",
      "calories": 118,
      "fat": 1.7,
      "carbs": 1.5,
      "prot": 23,
      "choll": 211,
      "sodium": 947 ,
      "details": "Dive into a sea of flavor with our Shrimp Scampi, a seafood lover's paradise. Plump, succulent shrimp are sautéed in a fragrant garlic and white wine sauce, then served over a bed of angel hair pasta. This dish is a harmonious blend of garlic, butter, and the briny sweetness of shrimp that will transport your taste buds to the Mediterranean coast."
    },
    {
      "id": 5,
      "name": "Chicken Marsala",
      "price": 17.99,
      "image": "style/menu/chicken-marsala.jpeg",
      "calories": 266,
      "fat": 8.4,
      "carbs": 13.5,
      "prot": 29,
      "choll": 68,
      "sodium": 416 ,
      "details": "For a taste of Italy, try our Chicken Marsala. Tender chicken breasts are seared to perfection and smothered in a rich marsala wine sauce, accompanied by a medley of sautéed mushrooms. This dish is a comforting and savory embrace that will make you feel like you're dining in the heart of Tuscany."
    }
  ],
  "array1": [
    {
      "id": 6,
      "name": "Creamy Tomato Soup - 8oz",
      "price": 7.99,
      "image": "style/menu/tomato-soup.jpg",
      "calories": 270,
      "fat": 20,
      "carbs": 20,
      "prot": 3,
      "choll": 70,
      "sodium": 620,
      "details": "Indulge in the comforting warmth of our Creamy Tomato Soup, a classic favorite that will soothe your soul. Made with ripe tomatoes, fresh cream, and a medley of herbs, this 8oz bowl is the ultimate comfort food. Each spoonful offers a perfect balance of creaminess and tanginess, making it an ideal choice for a light and satisfying starter."
    },
    {
      "id": 7,
      "name": "Chicken Noodle Soup - 2cups",
      "price": 6.99,
      "image": "style/menu/chicken-noodle-soup.jpeg",
      "calories": 119,
      "fat": 3.8,
      "carbs": 15,
      "prot": 5.8,
      "choll": 20,
      "sodium": 1662,
      "details": "Rediscover the timeless appeal of Chicken Noodle Soup with our heartwarming rendition. This 2-cup serving features tender chunks of chicken, hearty vegetables, and perfectly cooked noodles, all simmered in a savory broth. It's a wholesome and nurturing choice that brings back cherished memories of home-cooked meals."
    },
    {
      "id": 8,
      "name": "Lobster Bisque - 500g",
      "price": 9.99,
      "image": "style/menu/lobster-bisque.jpg",
      "calories": 55,
      "fat": 33,
      "carbs": 18,
      "prot": 32,
      "choll": 168,
      "sodium": 720,
      "details": "Elevate your dining experience with our Lobster Bisque, a luxurious soup that exudes elegance. Made from the finest lobster meat, rich cream, and a hint of sherry, this 500g serving is a masterpiece of culinary craftsmanship. The delicate flavors and velvety texture of this bisque make it a superb choice for those seeking a taste of opulence."
    },
    {
      "id": 9,
      "name": "Clam Chowder",
      "price": 8.99,
      "image": "style/menu/clam-chowder.jpg",
      "calories": 55,
      "fat": 1.4,
      "carbs": 8,
      "prot": 3,
      "choll": 6,
      "sodium": 417,
      "details": "Dive into the coastal charm of New England with our Clam Chowder. This soup is a seafood lover's dream, packed with tender clams, hearty potatoes, and smoky bacon in a creamy broth. A comforting bowl of Clam Chowder is like a warm hug on a chilly day, and it's a must-try for lovers of coastal cuisine."
    },
    {
      "id": 10,
      "name": "French Onion Soup",
      "price": 8.99,
      "image": "style/menu/onion-soup.jpg",
      "calories": 22,
      "fat": 0.7,
      "carbs": 3.3,
      "prot": 1.5,
      "choll": 0,
      "sodium": 423,
      "details": "Experience the classic French Onion Soup, a timeless favorite that transcends borders. Our version features a rich, caramelized onion broth topped with melted cheese and toasted croutons. This 8oz bowl is a flavorful journey to the streets of Paris, where each spoonful is a symphony of savory notes."
    }
  ],
  "array2": [
    {
      "id": 11,
      "name": "Caprese Salad - 160g",
      "price": 8.99,
      "image": "style/menu/caprese-salad.jpg",
      "calories": 220,
      "fat": 17,
      "carbs": 4.7,
      "prot": 13,
      "choll": 44,
      "sodium": 439,
      "details": "Elevate your palate with our Caprese Salad, a harmonious blend of ripe tomatoes, fresh mozzarella, and fragrant basil drizzled with extra virgin olive oil and balsamic glaze. This 160g serving is a celebration of simplicity and quality ingredients, offering a burst of Mediterranean flavors."
    },
    {
      "id": 12,
      "name": "Caesar Salad",
      "price": 7.99,
      "image": "style/menu/caesar-salad.jpg",
      "calories": 44,
      "fat": 2.1,
      "carbs": 4.3,
      "prot": 3.2,
      "choll": 5,
      "sodium": 83,
      "details": "Embrace the classic Caesar Salad, a timeless favorite known for its crisp romaine lettuce, crunchy croutons, and savory Caesar dressing. Our version adds a touch of elegance to this salad, making it an ideal choice for those seeking a balance of flavors and textures."
    },
    {
      "id": 13,
      "name": "Stuffed Mushrooms - 4 servings",
      "price": 9.99,
      "image": "style/menu/stuffed-mushrooms.jpg",
      "calories": 200,
      "fat": 12,
      "carbs": 12,
      "prot": 16,
      "choll": 40,
      "sodium": 360,
      "details": "Experience the indulgence of our Stuffed Mushrooms, a tantalizing appetizer that combines plump mushroom caps with a savory blend of herbs, breadcrumbs, and cheese. This 4-serving dish is perfect for sharing and is sure to delight your taste buds with its earthy and satisfying flavors."
    },
    {
      "id": 14,
      "name": "Bruschetta - 3 servings",
      "price": 7.99,
      "image": "style/menu/bruschetta.jpg",
      "calories": 216,
      "fat": 14.7,
      "carbs": 18.6,
      "prot": 3.9,
      "choll": 22.8,
      "sodium": 309,
      "details": "Transport your senses to the heart of Italy with our Bruschetta, a flavorful trio of toasted baguette slices topped with ripe tomatoes, fresh basil, garlic, and a drizzle of balsamic reduction. This 3-serving appetizer is a delightful introduction to the bold and vibrant flavors of Italian cuisine."
    },
    {
      "id": 15,
      "name": "Garlic Bread",
      "price": 5.99,
      "image": "style/menu/garlic-bread.jpg",
      "calories": 349,
      "fat": 17,
      "carbs": 42,
      "prot": 8,
      "choll": 0,
      "sodium": 544,
      "details": "Indulge in the simple pleasure of Garlic Bread, a beloved side dish that complements any meal. Our version features freshly baked bread brushed with a garlic-infused butter and toasted to golden perfection. It's the perfect accompaniment to elevate your dining experience."
    }
  ],
  "array3": [
    {
      "id": 16,
      "name": "Chocolate Lava Cake - 100g",
      "price": 9.99,
      "image": "style/menu/lava-cake.jpg",
      "calories": 295,
      "fat": 8,
      "carbs": 55,
      "prot": 2,
      "choll": 0,
      "sodium": 290,
      "details": "End your meal on a sweet note with our decadent Chocolate Lava Cake. This 100g serving is a chocoholic's dream, featuring a rich and gooey chocolate center that oozes with every forkful. Served warm, it's the perfect balance of intense cocoa flavor and sweetness, making it an irresistible dessert for chocolate lovers."
    },
    {
      "id": 17,
      "name": "Tiramisu - 145g",
      "price": 7.99,
      "image": "style/menu/tiramisu.jpg",
      "calories": 513,
      "fat": 35,
      "carbs": 43,
      "prot": 8.6,
      "choll": 178,
      "sodium": 225,
      "details": "Experience the Italian classic, Tiramisu, like never before. Our 145g serving is a delightful blend of delicate ladyfingers soaked in espresso, layered with creamy mascarpone cheese, and dusted with cocoa powder. Each bite is a symphony of coffee and velvety goodness, making it a sophisticated choice for those with a penchant for Italian desserts."
    },
    {
      "id": 18,
      "name": "New York Cheesecake - 1 slice 100g",
      "price": 8.99,
      "image": "style/menu/cheesecake.jpg",
      "calories": 320,
      "fat": 18,
      "carbs": 34,
      "prot": 6,
      "choll": 40,
      "sodium": 250,
      "details": "Indulge in the timeless allure of our New York Cheesecake. This 100g slice is a slice of creamy heaven, with a lusciously smooth and tangy cheesecake filling nestled atop a buttery graham cracker crust. It's a dessert that strikes the perfect balance between richness and simplicity, making it a classic favorite."
    },
    {
      "id": 19,
      "name": "Crème Brûlée - 260g",
      "price": 8.99,
      "image": "style/menu/creme-brulee.jpg",
      "calories": 286,
      "fat": 6.9,
      "carbs": 46,
      "prot": 11,
      "choll": 107,
      "sodium": 195,
      "details": "Satisfy your sweet cravings with our indulgent Crème Brûlée. This 260g serving is a masterpiece of creamy vanilla custard with a perfectly caramelized sugar crust. Breaking through the delicate caramelized layer reveals a velvety custard beneath, creating a harmonious blend of textures and flavors that's simply divine."
    }
  ],
  "array4": [
    {
      "id": 20,
      "name": "Freshly Squeezed Orange Juice",
      "price": 4.99,
      "image": "style/menu/orange-juice.jpg",
      "calories": 110,
      "fat": 0,
      "carbs": 27,
      "prot": 2,
      "choll": 0,
      "sodium": 9600,
      "details": "Start your day with a burst of freshness from our Freshly Squeezed Orange Juice. Made from the juiciest oranges, this 8oz glass is a zesty and vitamin-packed way to awaken your senses. It's a refreshing and healthy choice that's perfect for a morning pick-me-up."
    },
    {
      "id": 21,
      "name": "Raspberry Lemonade - 8oz",
      "price": 4.99,
      "image": "style/menu/rasp-lemonade.jpg",
      "calories": 110,
      "fat": 0,
      "carbs": 21.1,
      "prot": 0,
      "choll": 0,
      "sodium": 13,
      "details": "Quench your thirst with our Raspberry Lemonade, a delightful fusion of tart lemons and sweet raspberries. This 8oz glass is a symphony of flavors, balancing the citrusy kick of lemons with the fruity sweetness of raspberries. It's a refreshing and vibrant choice that's perfect for a sunny day."
    },
    {
      "id": 22,
      "name": "Berry Blast Smoothie - 1cup",
      "price": 6.99,
      "image": "style/menu/smoothie.jpg",
      "calories": 139,
      "fat": 3.6,
      "carbs": 22.8,
      "prot": 4.7,
      "choll": 13,
      "sodium": 153,
      "details": "Revitalize your body with our Berry Blast Smoothie, a vibrant blend of mixed berries, yogurt, and a touch of honey. This 1-cup serving is a burst of antioxidants and energy, making it an ideal choice for those seeking a health-conscious and delicious beverage."
    },
    {
      "id": 23,
      "name": "Green Tea",
      "price": 3.99,
      "image": "style/menu/matcha.jpg",
      "calories": 0,
      "fat": 0,
      "carbs": 0,
      "prot": 0,
      "choll": 0,
      "sodium": 33.1,
      "details": "Savor the simplicity of our Green Tea, a calming and rejuvenating beverage. Made from premium tea leaves, this cup offers a gentle infusion of green tea's natural flavors and soothing properties. It's a perfect choice for those looking for a moment of tranquility."
    },
    {
      "id": 24,
      "name": "Water",
      "price": 0.01,
      "image": "style/menu/water.jpg",
      "calories": 0,
      "fat": 0,
      "carbs": 0,
      "prot": 0,
      "choll": 0,
      "sodium": 5,
      "details": "Stay hydrated with our refreshing Water, the purest and most essential beverage of all. Served chilled, it's the perfect accompaniment to any meal and a vital part of maintaining your well-being."
    }
  ]
}
